export default {
    '301' : {
        en : 'Moved permanently',
        uk : 'Сторінку перенесено',
        ru : 'Страница перемещена'
    },
    '302' : {
        en : 'Found',
        uk : 'Сторінку тимчасово перенесено',
        ru : 'Страница временно перемещена'
    },
    '303' : {
        en : 'See other',
        uk : 'Дивіться іншу сторінку',
        ru : 'Смотрите другую страницу'
    },
    '307' : {
        en : 'Temporary redirect',
        uk : 'Сторінку тимчасово перенесено',
        ru : 'Страница временно перемещена'
    },
    '308' : {
        en : 'Permanent redirect',
        uk : 'Сторінку перенесено',
        ru : 'Страница перемещена'
    },
    '400' : {
        en : 'Bad request',
        uk : 'Помилковий запит',
        ru : 'Ошибочный запрос'
    },
    '401' : {
        en : 'Unauthorized',
        uk : 'Авторизацію не пройдено',
        ru : 'Требуется авторизация'
    },
    '403' : {
        en : 'Forbidden',
        uk : 'Доступ заборонено',
        ru : 'Доступ запрещен'
    },
    '404' : {
        en : 'Not found',
        uk : 'Сторінку не знайдено',
        ru : 'Страница не найдена'
    },
    '405' : {
        en : 'Method not allowed',
        uk : 'Метод не підтримується',
        ru : 'Метод не поддерживается'
    },
    '410' : {
        en : 'Gone',
        uk : 'Сторінки не існує',
        ru : 'Страницы не существует'
    },
    '413' : {
        en : 'Payload too large',
        uk : 'Надто великий запит',
        ru : 'Слишком большой запрос'
    },
    '414' : {
        en : 'URI too long',
        uk : 'Надто довга адреса сторінки',
        ru : 'Слишком длинный адрес страницы'
    },
    '429' : {
        en : 'Too many requests',
        uk : 'Перевищено частоту запитів',
        ru : 'Превышена частота запросов'
    },
    '431' : {
        en : 'Request header fields too large',
        uk : 'Надто довгі заголовки у запиті',
        ru : 'Слишком длинные заголовки в запросе'
    },
    '500' : {
        en : 'Internal server error',
        uk : 'Внутрішня помилка сервера',
        ru : 'Внутренняя ошибка сервера'
    },
    '501' : {
        en : 'Not implemented',
        uk : 'Не підтримується',
        ru : 'Не поддерживается'
    },
    '502' : {
        en : 'Bad gateway',
        uk : 'Шлюз тимчасово недоступний',
        ru : 'Шлюз временно недоступен'
    },
    '503' : {
        en : 'Service unavailable',
        uk : 'Сервіс тимчасово недоступний',
        ru : 'Сервис временно недоступен'
    },
    '504' : {
        en : 'Gateway timeout',
        uk : 'Перевищено час очікування відповіді на шлюзі',
        ru : 'Превышено время ожидания ответа на шлюзе'
    }
}
